{
  "nav-home": "Home",
  "nav-aboutus": "AboutUs",
  "nav-features": "Features",
  "nav-pricing": "Pricing",
  "nav-faq": "FAQ",
  "nav-portfolio":"Portfolio",
  "nav-blog": "Blog",
  "nav-btn-contactus": "ContactUs",
  "home-comp-header": "Empowering your business using\u2028AI & Automations",
  "home-comp-description": "You don't need to worry about buliding websites, that's our vlack duty!!!",
  "home-comp-btn-view-work": "View our work",
  "home-comp-link-view-pricing": "View Pricing",
  "project-comp-nav-header": "View our projects",
  "project-comp-nav-link": "View more",
  "project-comp-primarycard-header": "Workhub office webflow webflow design",
  "project-comp-primarycard-description": "design patterns and our projects with updated techno for the world",
  "project-comp-primarycard-link": "Customer success stories",
  "project-comp-secondarycard-header": "Unisaas website design",
  "project-comp-secondarycard-link": "View Portfolio",
  "h-w-w-title": "How we work",
  "h-w-w-desc": "Say goodbye to the lengthy onboarding processes associated with agencies. Simply subscribe, add your project details, then watch us set up and we’ll be working on improvements within 72 hours",
  "h-w-w-link": "Get In Touch With Us",
  "h-w-w-onboard-ttl": "Onboarding",
  "h-w-w-onboard-desc": "All new clients are allocated fulltime developers and project managers inside their dedicated Slack channel.",
  "h-w-w-pr-ws-ttl": " Process workshop",
  "h-w-w-pr-ws-desc": "We kick off with a Discovery workshop where our team breakdown your business to help us understand what software you use and which systems can be improved for maximum benefit.",
  "h-w-w-bt-ttl": "Build timeline",
  "h-w-w-bt-desc": "From our workshop within 2-3 days you will receive a full complete build timeline with a list of solutions and priorities our team will be working on.",
  "h-w-w-bi-ttl": "Build & integration",
  "h-w-w-bi-desc": "Once approved our team will build these systems and solutions around your business, training you on how they work. .",
  "h-w-w-features-ttl": "feature",
  "h-w-w-fetures-hl": "Design that solves problems, one product at a time",
  "h-w-w-ft-ucf-ttl": "Uses Client First",
  "h-w-w-ft-ucf-desc": "Client-First is a philosophy and set of best practices designed to help Webflow developers create organised, scalable, and maintainable websites. The approach revolves around a series of principles and strategies that prioritise ease of use, both for the developer and the client.",
  "h-w-w-ft-aa-ttl": "AI Automations",
  "h-w-w-ft-aa-desc": "We automate of clients manual tasks giving them back their time to focus on what's important.",
  "h-w-w-ft-dev-ttl": "Development",
  "h-w-w-ft-dev-desc": "Our team of developers will work to build custom solutions for your business.",
  "h-w-w-ft-lm-ttl": "Lead management",
  "h-w-w-ft-lm-desc": "Work your leads like a pro with automated SMS, email, WhatsApp and voice AI agents",
  "h-w-w-ft-crm-ttl": "CRM Automations",
  "h-w-w-ft-crm-desc": "Building smart workflows inside of your CRM driving new business across new leads and existing leads.",
  "h-w-w-ft-tm-ttl": "Team /client management",
  "h-w-w-ft-tm-desc": "Communicate and manage your team or clients effectively with our management systems.",
  "h-w-w-clnt-review-ttl": "What our clients say about us",
  "h-w-w-clnt-review-desc": "The best agency we’ve worked with so far. They understand our product and are able to add new features with a great focus.",
  "h-w-w-clnt-name": "Jenny Wilson",
  "h-w-w-clnt-occption": "Vice President",
  "faq-ttl": "Frequently asked questions",
  "faq-desc": "Contact us For More Info",
  "faq-q-1": "What is your cancellation policy?",
  "faq-a-1": "We offer a flexible cancellation policy. You can cancel your subscription at any time, and your account will remain active until the end of the billing period. Please note that we do not provide refunds for partial periods.",
  "faq-q-2": "When does my month begin once I pay?",
  "faq-a-2": "Once you've made your payment, your subscription period typically begins immediately. In most cases, services are activated and accessible as soon as the payment is processed successfully.However, if there are any specific terms or conditions related to your subscription, such as a trial period or a delayed start, those will be communicated to you at the time of purchase ",
  "faq-q-3": "How will you know what to build for us?",
  "faq-a-3": "Understanding Your Needs, Market Research, Defining Goals and Metrics, Prototyping and Iteration, Collaborative Planning, Agile Development, Continuous Communication, ",
  "faq-q-4": "What kind of solutions do you build?",
  "faq-a-4": "Enterprise Solutions, Web Development, Mobile App Development and E-commerce Solutions ",
  "faq-q-5": "Will I have a dedicated project manager?",
  "faq-a-5": "Yes, absolutely. We understand the importance of having a dedicated project manager to ensure the success of your project. Your dedicated project manager will serve as your main point of contact throughout the entire project lifecycle. They will be responsible for: Communication, Project Planning, Resource Management, Risk Management, Quality Assurance",
  "home-form-ttl": "Building stellar websites for early startups",
  "home-form-desc": "Let's get your product designed, built, and scaled how you want it. Tell us more about your project and we'll kick off in no time.",
  "home-form-enq": "Send inquiry",
  "home-form-name-plchold": "Your Name",
  "home-form-email-plchold": "Email",
  "home-form-url-plchold": "Paste your Figma design URL",
  "home-form-btn": "Send an Inquiry",
  "home-form-link": "Get in touch with us",
  "abt-us-ttl-span": "About Us",
  "abt-us-ttl": "We help startups & enterprises bring their vision to life, with the speed and power of no-code.",
  "abt-us-wwa-ttl": "Who we are",
  "abt-us-wwa1-ttl": "Goal focused",
  "abt-us-wwa1-desc": "Our name Vlack and our logo of birds flying in a V are inspired by the scientific name of a bird. Just as this formation helps birds save energy and reduce fatigue over long distances and through ever-changing environments, we aspire to help financial institutions run more smoothly by reducing overhead, automating processes and ensuring compliance with increasingly demanding consumer needs and complicated regulatory requirements.",
  "abt-us-wwa2-ttl": "Continuous improvement",
  "abt-us-wwa2-desc": "We believe in the power of iteration, continually refining and optimizing our solutions based on feedback, insights, and evolving requirements. By iterating on our work, we ensure that we are always moving closer to perfection and delivering the best possible outcomes.",
  "abt-us-pr-flw-ttl": "The process we follow",
  "abt-us-plan-ttl": "Planning",
  "abt-us-plan-desc": "The scope of the project is outlined, and a roadmap is created to guide the development process.",
  "abt-us-design-ttl": "Design",
  "abt-us-design-desc": "Based on the requirements gathered, the system architecture, user interface, database structure, and other technical specifications are designed.",
  "abt-us-dev-ttl": "Development",
  "abt-us-dev-desc": "Developers write code according to the design specifications, incorporating best practices and coding standards.",
  "abt-us-dm-ttl": "Deploy & Maintain",
  "abt-us-dm-desc": "We involves installation, configuration, and rollout of the software solution. And we provide continues maintenance and support.",
  "abt-us-mission": "Our Mission ",
  "abt-us-mis-title": "Inspire, Innovate, Share",
  "abt-us-mis-desc": "Motivate and energize others through creativity, leadership, and positive actions.Embrace creativity, experimentation, and forward-thinking to develop new ideas, solutions, or approaches. Collaborate, communicate, and contribute knowledge, resources, or insights with others.",
  "abt-us-vision": "Our Vision",
  "abt-us-vis-title": "Laser focus",
  "abt-us-vis-desc": "Intense concentration or attention directed towards a specific task, goal, or objective. It implies being highly focused and unwavering in one's attention, much like the precise and concentrated beam of a laser. When someone has 'laser focus', they are able to block out distractions and channel all their energy and attention towards achieving their desired outcome.",
  "abt-us-benfits-fnswts": "Finsweet Users",
  "abt-us-benfits-ttl": "The benefits of working with us",
  "abt-us-benfits-cwe-ttl": "Customize with ease",
  "abt-us-benfits-cwe-desc": "We provide you to adjust the appearance, features, or functions of a product or software to make it just the way you like it.",
  "abt-us-benfits-pr-ttl": "Perfectly Responsive",
  "abt-us-benfits-pr-desc": "We and our sites perfectly give respone on time and accurate.",
  "abt-us-benfits-fs-ttl": "Friendly Support",
  "abt-us-benfits-fs-desc": "We provided in a helpful, approachable, and pleasant manner. It involves being warm, empathetic, and attentive to the needs and concerns of others while offering guidance, solutions, or assistance.",
  "abt-us-team-ceo": "John Smith",
  "ceo": "CEO",
  "abt-us-team-cto": "Simon Adams",
  "cto": "CTO",
  "abt-us-team-lead": "Paul Jones",
  "design-lead": "Design Lead",
  "abt-us-team-manager": "Sara Hardin",
  "pr-mngr": "Project Manager",
  "pricing-ttl": "Our Pricing Plans",
  "pricing-desc": "When you’re ready to go beyond prototyping in Figma, Webflow is ready to help you bring your designs to life — without coding them.",
  "pricing-btn-getstarted": "Get Started",
  "pricing-crd1-mrp": "$299",
  "pricing-crd1-mrp-desc": "Per Design",
  "pricing-crd1-ttl": "Landing Page ",
  "pricing-crd1-desc": "When you’re ready to go beyond prototyping in Figma,",
  "pricing-crd1-link1": "All limited links",
  "pricing-crd1-link2": "Own analytics platform",
  "pricing-crd1-link3": "Chat support",
  "pricing-crd1-link4": "Optimize hashtags",
  "pricing-crd1-link5": "Unlimited users",
  "pricing-crd2-mrp": "$399",
  "pricing-crd2-mrp-desc": "Multi Design",
  "pricing-crd2-ttl": "Website Page",
  "pricing-crd2-desc": "When you’re ready to go beyond prototyping in Figma",
  "pricing-crd2-link1": "All limited links",
  "pricing-crd2-link2": "Own analytics platform",
  "pricing-crd2-link3": "Chat support  ",
  "pricing-crd2-link4": "Optimize hashtags  ",
  "pricing-crd2-link5": "Unlimited users ",
  "pricing-crd3-mrp": "$499 +",
  "pricing-crd3-mrp-desc": "Per Design",
  "pricing-crd3-ttl": "Complex Project",
  "pricing-crd3-desc": "When you’re ready to go beyond prototyping in Figma,",
  "pricing-crd3-link1": "All limited links",
  "pricing-crd3-link2": "Own analytics platform",
  "pricing-crd3-link3": "Chat support",
  "pricing-crd3-link4": "Optimize hashtags ",
  "pricing-crd3-link5": "Unlimited users",
  "pricing-crd3-link6": "Assist and Help",
  "ftrs-ttl": "All the features you need",
  "ftrs-btn-text": "View Pricing",
  "ftrs-tm-wrk-ttl": "The benefits of working with our team",
  "ftrs-tm-wrk-bnft1-ttl": "Customize with ease",
  "ftrs-tm-wrk-bnft1-desc": "We provide you to adjust the appearance, features, or functions of a product or software to make it just the way you like it.",
  "ftrs-tm-wrk-bnft2-ttl": "Perfectly Responsive",
  "ftrs-tm-wrk-bnft2-desc": "We and our sites perfectly give respone on time and accurate.",
  "ftrs-tm-wrk-bnft3-ttl": "Friendly Support",
  "ftrs-tm-wrk-bnft3-desc": "We provided in a helpful, approachable, and pleasant manner. It involves being warm, empathetic, and attentive to the needs and concerns of others while offering guidance, solutions, or assistance.",
  "ftrs-tm-wrk-card1-ttl": "Use Client-first",
  "ftrs-tm-wrk-card1-desc": "Top agencies and freelancers around the world use Client-first ",
  "ftrs-tm-wrk-card1-content": "",
  "ftrs-tm-wrk-card2-ttl": "Free Revision Rounds",
  "ftrs-tm-wrk-card2-desc": "Get free Revisions and one week of free maintenance",
  "ftrs-tm-wrk-card2-content": "",
  "ftrs-tm-wrk-card3-ttl": "24/7 Support",
  "ftrs-tm-wrk-card3-desc": "Working with us, you will be getting 24/7 priority support",
  "ftrs-tm-wrk-card3-content": "",
  "ftrs-tm-wrk-card4-ttl": "Quick Delivery",
  "ftrs-tm-wrk-card4-desc": "Guranteed 1 week delivery for standard five pager website",
  "ftrs-tm-wrk-card4-content": "",
  "prtfl-ttl-span": "What we created",
  "prtfl-ttl": "Our Work Portfolio",
  "prtfl-desc": "We help teams create great digital products by providing them with tools and technology to make the design-to-code process universally accessible.",
  "prtfl-lst-itm1": "All",
  "prtfl-lst-itm2": "UI Design",
  "prtfl-lst-itm3": "Webflow Design",
  "prtfl-lst-itm4": "Figma Design",
  "prtfl-temp1-ttl": "Archana Digital",
  "prtfl-temp1-desc": "Showcase your work in style with our professional portfolio template. Impress clients, land projects.",
  "prtfl-link": "View Portfolio",
  "prtfl-temp2-ttl": "Fitness",
  "prtfl-temp2-desc": "Create unforgettable mobile experiences with our cutting-edge app template. Seamlessly connect with users.",
  "prtfl-temp3-ttl": "Sri Gruha Foods",
  "prtfl-temp3-desc": "Launch your app with confidence using our robust template. From concept to completion, we've got you covered.",
  "prtfl-temp4-ttl": "Encore Hotel",
  "prtfl-temp4-desc": "Capture attention and drive action with our high-converting landing page template. Start converting visitors into customers.",
  "prtfl-temp5-ttl": "Little H",
  "prtfl-temp5-desc": "Transform your online store with our stylish e-commerce template. Seamless shopping experiences await!",
  "prtfl-temp6-ttl": "Vikas Hospitals",
  "prtfl-temp6-desc": "Elevate your personal brand with our stunning portfolio template. Stand out in a crowded digital world.",
  "prtfl-temp-link": "Read case study",
  "prtfl-bld-tgthr-ttl": "Let's build something great together",
  "prtfl-bld-tgthr-desc": "By teamwork we win everything easily",
  "dsgn-case-ttl-span": "Web design and development",
  "dsgn-case-ttl": "Vlack Design case studies",
  "dsgn-case-ttl-desc": "Creating case studies is a valuable way to showcase the effectiveness of your UI templates by illustrating real-world examples of how they have helped clients or users achieve their goals.",
  "dsgn-case-list1-ttl-span": "Client",
  "dsgn-case-list1-ttl": "facebook.com",
  "dsgn-case-list2-ttl-span": "Service",
  "dsgn-case-list2-ttl": "Product Design",
  "dsgn-case-list3-ttl-span": "Deliverable",
  "dsgn-case-list3-ttl": "UI Screens, UX Flow & Prototype",
  "dsgn-case-abt-prjct-ttl": "About the project",
  "dsgn-case-abt-prjct-desc": "The project aims to design and develop a visually appealing and user-friendly website for a sweets and bakery shop. The website will serve as an online storefront where customers can browse through various products, place orders, and learn more about the shop's offerings.",
  "dsgn-case-abt-prjct-list1": "We display a wide range of sweets, pastries, cakes, and other bakery items in an attractive and enticing manner.",
  "dsgn-case-abt-prjct-list2": "We ensure easy navigation and intuitive layout to help visitors find products quickly and effortlessly.",
  "dsgn-case-abt-prjct-list3": "We implement a secure and efficient online ordering system that allows customers to select items, customize orders, and complete transactions seamlessly.",
  "dsgn-case-h-w-d-ttl": "How we do it",
  "dsgn-case-h-w-d-desc": " Before crafting captions, it's essential to understand who your audience is. Identify the most compelling features of your UI templates and highlight them in your captions. Use persuasive language to entice users and compel them to take action. Keep your captions clear, concise, and easy to understand. Emphasize the benefits of your UI templates rather than just listing features.",
  "dsgn-case-h-w-d-list1": "If applicable, incorporate social proof or testimonials into your captions to build credibility and trust.",
  "dsgn-case-h-w-d-list2": "Encourage users to take the next step by including a clear call-to-action in your captions.",
  "dsgn-case-h-w-d-list3": "Experiment with different caption styles, lengths, and messaging to see what resonates best with your audience.",
  "dsgn-case-keywords-list1": "Keywords",
  "dsgn-case-keywords-list2": "Design ",
  "dsgn-case-keywords-list3": "UI/UX ",
  "dsgn-case-keywords-list4": "Wireframing",
  "dsgn-case-keywords-list5": "Branding",
  "dsgn-case-keywords-list6": "Development",
  "dsgn-case-keywords-list7": "webflow",
  "blog-head-ttl": "A UX Case Study on Creating a Studious Environment for Students",
  "blog-head-andrew": "Andrew Jonson Posted on 27th January 2021",
  "blog-head-desc": " Apparently we had reached a great height in the atmosphere, for the sky was dead black, and the stars had ceased to twinkle. By the same illusion which lifts the horizon of the sea to the level of the spectator on a hillside.",
  "blog-ttl": "Our Blog",
  "blog-desc": "Apparently we had reached a great height in the atmosphere, for the sky was a dead black, and the stars had ceased to twinkle. By the same illusion which lifts the horizon of the sea to the level of the spectator on a hillside.",
  "blog-rdmr": "Read More",
  "blog-card1-date": "27 mar 2024",
  "blog-card1-ttl": "What are the key elements of a successful enterprise website?",
  "blog-card1-desc": "A successful enterprise website should have a user-friendly interface, robust security features, seamless integration with enterprise systems, scalability to handle high traffic volumes, and comprehensive analytics for performance tracking.",
  "blog-card2-date": "27 mar 2024",
  "blog-card2-ttl": "How does microservices architecture benefit enterprise web development?",
  "blog-card2-desc": " Microservices architecture allows enterprises to build large-scale applications as a collection of small, independently deployable services. This approach enables agility, scalability, and easier maintenance, as each service can be developed, tested, and deployed independently.",
  "blog-card3-date": "27 feb 2024",
  "blog-card3-ttl": "What are the essential security measures for enterprise web applications?",
  "blog-card3-desc": "Essential security measures for enterprise web applications include implementing HTTPS, strong authentication mechanisms, input validation to prevent injection attacks, access controls to restrict unauthorized access, regular security audits, and timely patching of vulnerabilities.",
  "blog-card4-date": "27 feb 2024",
  "blog-card4-ttl": "How one Webflow user grew his single person consultancy from $0-100K in 14 months",
  "blog-card4-desc": "See how pivoting to Webflow changed one person’s sales strategy and allowed him to attract",
  "blog-card5-date": "27 feb 2024",
  "blog-card5-ttl": "How can enterprises leverage cloud computing for web development projects?",
  "blog-card5-desc": "Enterprises can leverage cloud computing for web development projects by utilizing cloud infrastructure services such as storage, compute, and networking. Additionally, cloud platforms offer scalability, cost-efficiency, global reach, and built-in services like databases, AI, and analytics.",
  "blog-card6-date": "27 feb 2024",
  "blog-card6-ttl": " How can enterprises ensure accessibility compliance for their web applications?",
  "blog-card6-desc": "Enterprises can ensure accessibility compliance for their web applications by adhering to standards such as WCAG (Web Content Accessibility Guidelines), conducting accessibility audits and user testing with individuals with disabilities, providing alternative text for images, keyboard navigation support, and semantic HTML markup.",
  "cntct-us-ttl": "Contact Us",
  "cntct-us-desc": "Fell free to contact us anytime, we are pleasure to solve your problems",
  "cntct-us-name": "Name",
  "cntct-us-name-plchldr": "Enter your name",
  "cntct-us-email": "Email",
  "cntct-us-email-plchldr": "Enter your Emial",
  "cntct-us-cntxt": "Context",
  "cntct-us-cntxt-plchldr": "write context here",
  "cntct-us-subj": "Subject",
  "cntct-us-subj-plchldr": "Select Subject",
  "cntct-us-msg": "Message",
  "cntct-us-msg-plchldr": "Write your  question here",
  "cntct-us-send-btntxt": "Send Messege",
  "cntct-us-name-err": "Name is required",
  "cntct-us-email-err": "Valid email is required",
  "cntct-us-subject-err": "subject is must be atleast 2 letters",
  "cntct-us-context-err": "context is required to be atleast 10 letters",
  "cntct-us-message-err": "Message must be greater than 20 letters",
  "ftr-finswt-ttl": " Vlack solutions pvt ltd. ",
  "ftr-finswt-desc": "we are always open to discuss projects and improve your online presence  ",
  "ftr-talk-ttl": "Let's Talk!  ",
  "ftr-talk-desc": "we improve your online presence and help with your UX/UI design challenges  ",
  "ftr-email-ttl": "Email me at  ",
  "ftr-email": "contact@website.com  ",
  "ftr-call-ttl": "Call Us",
  "ftr-call-num": "0927 6277 28525  ",
  "ftr-cprgt": "Copyright 2024, Vlack solutions pvt ltd.",
  "ftr-cprgt-list1": "Home",
  "ftr-cprgt-list2": "About Us",
  "ftr-cprgt-list3": "Features",
  "ftr-cprgt-list4": "Pricing",
  "ftr-cprgt-list5": "FAQ",
  "ftr-cprgt-list6": "Blog",
  "mobl-ftr-rch-us": "Reach us",
  "": "",
  "": "",
  "": "",
  "": "",
  "": "",
  "": "",
  "": "",
  "": "",
  "": "",
  "": "",
  "": "",
  "": "",
  "": "",
  "": "",
  "": "",
  "": "",
  "": "",
  "": "",
  "": "",
  "": ""
}
