{
  "nav-home": "Home",
  "nav-aboutus": "AboutUs",
  "nav-features": "Features",
  "nav-Services": "Services",
  "nav-faq": "FAQ",
  "nav-portfolio": "Portfolio",
  "nav-Industries": "Industries",
  "nav-btn-contactus": "ContactUs",
  "home-comp-header": "Empowering your business using\u2028AI & Automations",
  "home-comp-description": "You don't need to worry about building websites, that's our vlack duty!!!",
  "home-comp-btn-view-work": "View our work",
  "home-comp-link-view-pricing": "View Pricing",
  "project-comp-nav-header": "View our projects",
  "project-comp-nav-link": "View more",
  "project-comp-primarycard-header": "Work hub office web-flow web-flow design",
  "project-comp-primarycard-description": "design patterns and our projects with updated techno for the world",
  "project-comp-primarycard-link": "Customer success stories",
  "project-comp-secondarycard-header": "Unisaas website design",
  "project-comp-secondarycard-link": "View Portfolio",
  "h-w-w-title": "How we work",
  "h-w-w-desc": "Say goodbye to the lengthy onboarding processes associated with agencies. Simply subscribe, add your project details, then watch us set up and we’ll be working on improvements within 72 hours",
  "h-w-w-link": "Get In Touch With Us",
  "h-w-w-onboard-ttl": "Onboarding",
  "h-w-w-onboard-desc": "All new clients are allocated fulltime developers and project managers inside their dedicated Slack channel.",
  "h-w-w-pr-ws-ttl": " Process workshop",
  "h-w-w-pr-ws-desc": "We kick off with a Discovery workshop where our team breakdown your business to help us understand what software you use and which systems can be improved for maximum benefit.",
  "h-w-w-bt-ttl": "Build timeline",
  "h-w-w-bt-desc": "From our workshop within 2-3 days you will receive a full complete build timeline with a list of solutions and priorities our team will be working on.",
  "h-w-w-bi-ttl": "Build & integration",
  "h-w-w-bi-desc": "Once approved our team will build these systems and solutions around your business, training you on how they work. .",
  "h-w-w-features-ttl": "feature",
  "h-w-w-fetures-hl": "Design that solves problems, one product at a time",
  "h-w-w-ft-ucf-ttl": "Uses Client First",
  "h-w-w-ft-ucf-desc": "Client-First is a philosophy and set of best practices designed to help Web flow developers create organised, scalable, and maintainable websites. The approach revolves around a series of principles and strategies that prioritise ease of use, both for the developer and the client.",
  "h-w-w-ft-aa-ttl": "AI Automations",
  "h-w-w-ft-aa-desc": "We automate of clients manual tasks giving them back their time to focus on what's important.",
  "h-w-w-ft-dev-ttl": "Development",
  "h-w-w-ft-dev-desc": "Our team of developers will work to build custom solutions for your business.",
  "h-w-w-ft-lm-ttl": "Lead management",
  "h-w-w-ft-lm-desc": "Work your leads like a pro with automated SMS, email, WhatsApp and voice AI agents",
  "h-w-w-ft-crm-ttl": "CRM Automations",
  "h-w-w-ft-crm-desc": "Building smart workflows inside of your CRM driving new business across new leads and existing leads.",
  "h-w-w-ft-tm-ttl": "Team /client management",
  "h-w-w-ft-tm-desc": "Communicate and manage your team or clients effectively with our management systems.",
  "h-w-w-clnt-review-ttl": "What our clients say about us",
  "h-w-w-clnt-review-desc": "The best agency we’ve worked with so far. They understand our product and are able to add new features with a great focus.",
  "h-w-w-clnt-name": "Jenny Wilson",
  "h-w-w-clnt-occption": "Vice President",
  "faq-ttl": "Frequently asked questions",
  "faq-desc": "Contact us For More Info",
  "faq-q-1": "What is your cancellation policy?",
  "faq-a-1": "We offer a flexible cancellation policy. You can cancel your subscription at any time, and your account will remain active until the end of the billing period. Please note that we do not provide refunds for partial periods.",
  "faq-q-2": "When does my month begin once I pay?",
  "faq-a-2": "Once you've made your payment, your subscription period typically begins immediately. In most cases, services are activated and accessible as soon as the payment is processed successfully.However, if there are any specific terms or conditions related to your subscription, such as a trial period or a delayed start, those will be communicated to you at the time of purchase ",
  "faq-q-3": "How will you know what to build for us?",
  "faq-a-3": "Understanding Your Needs, Market Research, Defining Goals and Metrics, Prototyping and Iteration, Collaborative Planning, Agile Development, Continuous Communication, ",
  "faq-q-4": "What kind of solutions do you build?",
  "faq-a-4": "Enterprise Solutions, Web Development, Mobile App Development and E-commerce Solutions ",
  "faq-q-5": "Will I have a dedicated project manager?",
  "faq-a-5": "Yes, absolutely. We understand the importance of having a dedicated project manager to ensure the success of your project. Your dedicated project manager will serve as your main point of contact throughout the entire project lifecycle. They will be responsible for: Communication, Project Planning, Resource Management, Risk Management, Quality Assurance",
  "home-form-ttl": "Building stellar websites for early startups",
  "home-form-desc": "Let's get your product designed, built, and scaled how you want it. Tell us more about your project and we'll kick off in no time.",
  "home-form-enq": "Send inquiry",
  "home-form-name-plchold": "Your Name",
  "home-form-email-plchold": "Email",
  "home-form-url-plchold": "Paste your Figma design URL",
  "home-form-btn": "Send an Inquiry",
  "home-form-link": "Get in touch with us",
  "abt-us-ttl-span": "About Us",
  "abt-us-ttl": "We help startups & enterprises bring their vision to life, with the speed and power of no-code.",
  "abt-us-wwa-ttl": "Who we are",
  "abt-us-wwa1-ttl": "Goal focused",
  "abt-us-wwa1-desc": "Our name Vlack and our logo of birds flying in a V are inspired by the scientific name of a bird. Just as this formation helps birds save energy and reduce fatigue over long distances and through ever-changing environments, we aspire to help financial institutions run more smoothly by reducing overhead, automating processes and ensuring compliance with increasingly demanding consumer needs and complicated regulatory requirements.",
  "abt-us-wwa2-ttl": "Continuous improvement",
  "abt-us-wwa2-desc": "We believe in the power of iteration, continually refining and optimizing our solutions based on feedback, insights, and evolving requirements. By iterating on our work, we ensure that we are always moving closer to perfection and delivering the best possible outcomes.",
  "abt-us-pr-flw-ttl": "The process we follow",
  "abt-us-plan-ttl": "Planning",
  "abt-us-plan-desc": "The scope of the project is outlined, and a roadmap is created to guide the development process.",
  "abt-us-design-ttl": "Design",
  "abt-us-design-desc": "Based on the requirements gathered, the system architecture, user interface, database structure, and other technical specifications are designed.",
  "abt-us-dev-ttl": "Development",
  "abt-us-dev-desc": "Developers write code according to the design specifications, incorporating best practices and coding standards.",
  "abt-us-dm-ttl": "Deploy & Maintain",
  "abt-us-dm-desc": "We involves installation, configuration, and rollout of the software solution. And we provide continues maintenance and support.",
  "abt-us-mission": "Our Mission ",
  "abt-us-mis-title": "Inspire, Innovate, Share",
  "abt-us-mis-desc": "Motivate and energize others through creativity, leadership, and positive actions.Embrace creativity, experimentation, and forward-thinking to develop new ideas, solutions, or approaches. Collaborate, communicate, and contribute knowledge, resources, or insights with others.",
  "abt-us-vision": "Our Vision",
  "abt-us-vis-title": "Laser focus",
  "abt-us-vis-desc": "Intense concentration or attention directed towards a specific task, goal, or objective. It implies being highly focused and unwavering in one's attention, much like the precise and concentrated beam of a laser. When someone has 'laser focus', they are able to block out distractions and channel all their energy and attention towards achieving their desired outcome.",
  "abt-us-benfits-fnswts": "Vlack Users",
  "abt-us-benfits-ttl": "The benefits of working with us",
  "abt-us-benfits-cwe-ttl": "Customize with ease",
  "abt-us-benfits-cwe-desc": "We provide you to adjust the appearance, features, or functions of a product or software to make it just the way you like it.",
  "abt-us-benfits-pr-ttl": "Perfectly Responsive",
  "abt-us-benfits-pr-desc": "We and our sites perfectly give response on time and accurate.",
  "abt-us-benfits-fs-ttl": "Friendly Support",
  "abt-us-benfits-fs-desc": "We provided in a helpful, approachable, and pleasant manner. It involves being warm, empathetic, and attentive to the needs and concerns of others while offering guidance, solutions, or assistance.",
  "abt-us-team-ceo": "John Smith",
  "ceo": "CEO",
  "abt-us-team-cto": "Simon Adams",
  "cto": "CTO",
  "abt-us-team-lead": "Paul Jones",
  "design-lead": "Design Lead",
  "abt-us-team-manager": "Sara Hardin",
  "pr-mngr": "Project Manager",
  "pricing-ttl": "Our Pricing Plans",
  "pricing-desc": "When you’re ready to go beyond prototyping in Figma, Web flow is ready to help you bring your designs to life — without coding them.",
  "pricing-btn-getstarted": "Get Started",
  "pricing-crd1-mrp": "$299",
  "pricing-crd1-mrp-desc": "Per Design",
  "pricing-crd1-ttl": "Landing Page ",
  "pricing-crd1-desc": "When you’re ready to go beyond prototyping in Figma,",
  "pricing-crd1-link1": "All limited links",
  "pricing-crd1-link2": "Own analytics platform",
  "pricing-crd1-link3": "Chat support",
  "pricing-crd1-link4": "Optimize hashtags",
  "pricing-crd1-link5": "Unlimited users",
  "pricing-crd2-mrp": "$399",
  "pricing-crd2-mrp-desc": "Multi Design",
  "pricing-crd2-ttl": "Website Page",
  "pricing-crd2-desc": "When you’re ready to go beyond prototyping in Figma",
  "pricing-crd2-link1": "All limited links",
  "pricing-crd2-link2": "Own analytics platform",
  "pricing-crd2-link3": "Chat support  ",
  "pricing-crd2-link4": "Optimize hashtags  ",
  "pricing-crd2-link5": "Unlimited users ",
  "pricing-crd3-mrp": "$499 +",
  "pricing-crd3-mrp-desc": "Per Design",
  "pricing-crd3-ttl": "Complex Project",
  "pricing-crd3-desc": "When you’re ready to go beyond prototyping in Figma,",
  "pricing-crd3-link1": "All limited links",
  "pricing-crd3-link2": "Own analytics platform",
  "pricing-crd3-link3": "Chat support",
  "pricing-crd3-link4": "Optimize hashtags ",
  "pricing-crd3-link5": "Unlimited users",
  "pricing-crd3-link6": "Assist and Help",
  "ftrs-ttl": "All the features you need",
  "ftrs-btn-text": "View Pricing",
  "ftrs-tm-wrk-ttl": "The benefits of working with our team",
  "ftrs-tm-wrk-bnft1-ttl": "Customize with ease",
  "ftrs-tm-wrk-bnft1-desc": "We provide you to adjust the appearance, features, or functions of a product or software to make it just the way you like it.",
  "ftrs-tm-wrk-bnft2-ttl": "Perfectly Responsive",
  "ftrs-tm-wrk-bnft2-desc": "We and our sites perfectly give response on time and accurate.",
  "ftrs-tm-wrk-bnft3-ttl": "Friendly Support",
  "ftrs-tm-wrk-bnft3-desc": "We provided in a helpful, approachable, and pleasant manner. It involves being warm, empathetic, and attentive to the needs and concerns of others while offering guidance, solutions, or assistance.",
  "ftrs-tm-wrk-card1-ttl": "Use Client-first",
  "ftrs-tm-wrk-card1-desc": "Top agencies and freelancers around the world use Client-first ",
  "ftrs-tm-wrk-card1-content": "",
  "ftrs-tm-wrk-card2-ttl": "Free Revision Rounds",
  "ftrs-tm-wrk-card2-desc": "Get free Revisions and one week of free maintenance",
  "ftrs-tm-wrk-card2-content": "",
  "ftrs-tm-wrk-card3-ttl": "24/7 Support",
  "ftrs-tm-wrk-card3-desc": "Working with us, you will be getting 24/7 priority support",
  "ftrs-tm-wrk-card3-content": "",
  "ftrs-tm-wrk-card4-ttl": "Quick Delivery",
  "ftrs-tm-wrk-card4-desc": "Guaranteed 1 week delivery for standard five pager website",
  "ftrs-tm-wrk-card4-content": "",
  "prtfl-ttl-span": "What we created",
  "prtfl-ttl": "Our Work Portfolio",
  "prtfl-desc": "We help teams create great digital products by providing them with tools and technology to make the design-to-code process universally accessible.",
  "prtfl-lst-itm1": "All",
  "prtfl-lst-itm2": "UI Design",
  "prtfl-lst-itm3": "Web flow Design",
  "prtfl-lst-itm4": "Figma Design",
  "prtfl-temp1-ttl": "Sairam Foods",
  "prtfl-temp1-desc": " These shops often offer a wide assortment of indulgent delights, appealing to those with a sweet tooth and providing a nostalgic experience for many customers.",
  "prtfl-link": "View Portfolio",
  "prtfl-temp2-ttl": "Sri Gruha Foods",
  "prtfl-temp2-desc": "Create unforgettable mobile experiences with our cutting-edge app template. Seamlessly connect with users.",
  "prtfl-temp3-ttl": "Vikas Hospitals",
  "prtfl-temp3-desc": " A hospital is a vital healthcare institution equipped with medical professionals, advanced facilities, and specialized services to provide comprehensive care for patients suffering from various ailments and injuries",
  "prtfl-temp4-ttl": "Little H",
  "prtfl-temp4-desc": "A bakery is a delightful haven where the aroma of freshly baked goods fills the air, offering an array of delectable treats like pastries, bread, and cakes crafted with care and expertise, creating moments of joy and indulgence for customers seeking delicious delights.",
  "prtfl-temp5-ttl": "Veggie Kart",
  "prtfl-temp5-desc": "Transform your online store with our stylish e-commerce template. Seamless shopping experiences await!",
  "prtfl-temp6-ttl": "Encore Hospitals",
  "prtfl-temp6-desc": "Elevate your personal brand with our stunning portfolio template. Stand out in a crowded digital world.",
  "prtfl-temp-link": "Read case study",
  "prtfl-bld-tgthr-ttl": "Let's build something great together",
  "prtfl-bld-tgthr-desc": "By teamwork we win everything easily",
  "dsgn-case-ttl-span": "Web design and development",
  "dsgn-case-ttl": "Vlack Design case studies",
  "dsgn-case-ttl-desc": "Creating case studies is a valuable way to showcase the effectiveness of your UI templates by illustrating real-world examples of how they have helped clients or users achieve their goals.",
  "dsgn-case-list1-ttl-span": "Client",
  "dsgn-case-list1-ttl": "facebook.com",
  "dsgn-case-list2-ttl-span": "Service",
  "dsgn-case-list2-ttl": "Product Design",
  "dsgn-case-list3-ttl-span": "Deliverable",
  "dsgn-case-list3-ttl": "UI Screens, UX Flow & Prototype",
  "dsgn-case-abt-prjct-ttl": "About the project",
  "dsgn-case-abt-prjct-desc": "The project aims to design and develop a visually appealing and user-friendly website for a sweets and bakery shop. The website will serve as an online storefront where customers can browse through various products, place orders, and learn more about the shop's offerings.",
  "dsgn-case-abt-prjct-list1": "We display a wide range of sweets, pastries, cakes, and other bakery items in an attractive and enticing manner.",
  "dsgn-case-abt-prjct-list2": "We ensure easy navigation and intuitive layout to help visitors find products quickly and effortlessly.",
  "dsgn-case-abt-prjct-list3": "We implement a secure and efficient online ordering system that allows customers to select items, customize orders, and complete transactions seamlessly.",
  "dsgn-case-h-w-d-ttl": "How we do it",
  "dsgn-case-h-w-d-desc": "Before crafting captions, it's essential to understand who your audience is. Identify the most compelling features of your UI templates and highlight them in your captions. Use persuasive language to entice users and compel them to take action. Keep your captions clear, concise, and easy to understand. Emphasize the benefits of your UI templates rather than just listing features.",
  "dsgn-case-h-w-d-list1": "If applicable, incorporate social proof or testimonials into your captions to build credibility and trust.",
  "dsgn-case-h-w-d-list2": "Encourage users to take the next step by including a clear call-to-action in your captions.",
  "dsgn-case-h-w-d-list3": "Experiment with different caption styles, lengths, and messaging to see what resonates best with your audience.",
  "dsgn-case-keywords-list1": "Keywords",
  "dsgn-case-keywords-list2": "Design ",
  "dsgn-case-keywords-list3": "UI/UX ",
  "dsgn-case-keywords-list4": "Wireframing",
  "dsgn-case-keywords-list5": "Branding",
  "dsgn-case-keywords-list6": "Development",
  "dsgn-case-keywords-list7": "web-flow",
  "blog-head-ttl": "A UX Case Study on Creating a Studious Environment for Students",
  "blog-head-andrew": "Andrew Jonson Posted on 27th march 2024",
  "blog-head-desc": " Apparently we had reached a great height in the atmosphere, for the sky was dead black, and the stars had ceased to twinkle. By the same illusion which lifts the horizon of the sea to the level of the spectator on a hillside.",
  "blog-ttl": "Our Blog",
  "blog-desc": "Apparently we had reached a great height in the atmosphere, for the sky was a dead black, and the stars had ceased to twinkle. By the same illusion which lifts the horizon of the sea to the level of the spectator on a hillside.",
  "blog-rdmr": "Read More",
  "blog-card1-date": "27 mar 2024",
  "blog-card1-ttl": "What are the key elements of a successful enterprise website?",
  "blog-card1-desc": "A successful enterprise website should have a user-friendly interface, robust security features, seamless integration with enterprise systems, scalability to handle high traffic volumes, and comprehensive analytics for performance tracking.",
  "blog-card2-date": "27 mar 2024",
  "blog-card2-ttl": "How does microservices architecture benefit enterprise web development?",
  "blog-card2-desc": " Microservices architecture allows enterprises to build large-scale applications as a collection of small, independently deployable services. This approach enables agility, scalability, and easier maintenance, as each service can be developed, tested, and deployed independently.",
  "blog-card3-date": "27 feb 2024",
  "blog-card3-ttl": "What are the essential security measures for enterprise web applications?",
  "blog-card3-desc": "Essential security measures for enterprise web applications include implementing HTTPS, strong authentication mechanisms, input validation to prevent injection attacks, access controls to restrict unauthorized access, regular security audits, and timely patching of vulnerabilities.",
  "blog-card4-date": "27 feb 2024",
  "blog-card4-ttl": "How one Web flow user grew his single person consultancy from $0-100K in 14 months",
  "blog-card4-desc": "See how pivoting to Web flow changed one person’s sales strategy and allowed him to attract",
  "blog-card5-date": "27 feb 2024",
  "blog-card5-ttl": "How can enterprises leverage cloud computing for web development projects?",
  "blog-card5-desc": "Enterprises can leverage cloud computing for web development projects by utilizing cloud infrastructure services such as storage, compute, and networking. Additionally, cloud platforms offer scalability, cost-efficiency, global reach, and built-in services like databases, AI, and analytics.",
  "blog-card6-date": "27 feb 2024",
  "blog-card6-ttl": " How can enterprises ensure accessibility compliance for their web applications?",
  "blog-card6-desc": "Enterprises can ensure accessibility compliance for their web applications by adhering to standards such as WCAG (Web Content Accessibility Guidelines), conducting accessibility audits and user testing with individuals with disabilities, providing alternative text for images, keyboard navigation support, and semantic HTML markup.",
  "cntct-us-ttl": "Contact",
  "cntct-us-desc": "For General Enquiry",
  "cntct-us-name": "Name",
  "cntct-us-name-plchldr": "Enter your name",
  "cntct-us-email": "Email",
  "cntct-us-email-plchldr": "Enter your Email",
  "cntct-us-cntxt": "Context",
  "cntct-us-cntxt-plchldr": "write context here",
  "cntct-us-subj": "Subject",
  "cntct-us-subj-plchldr": "Select Subject",
  "cntct-us-msg": "Message",
  "cntct-us-msg-plchldr": "Write your  question here",
  "cntct-us-send-btntxt": "Send Message",
  "cntct-us-name-err": "Name is required",
  "cntct-us-email-err": "Valid email is required",
  "cntct-us-subject-err": "subject is must be at least 2 letters",
  "cntct-us-context-err": "context is required to be at least 10 letters",
  "cntct-us-message-err": "Message must be greater than 20 letters",
  "ftr-finswt-ttl": " Vlack solutions pvt ltd. ",
  "ftr-finswt-desc": "we are always open to discuss projects and improve your online presence  ",
  "ftr-talk-ttl": "Let's Talk!  ",
  "ftr-talk-desc": "we improve your online presence and help with your UX/UI design challenges  ",
  "ftr-email-ttl": "Email me at  ",
  "ftr-email": "contact@vlacksolutions.com",
  "ftr-call-ttl": "Call Us",
  "ftr-call-num": "+1 (475) 345-1447",
  "ftr-cprgt": "Copyright 2024, Vlack solutions pvt ltd.",
  "ftr-cprgt-list1": "Home",
  "ftr-cprgt-list2": "About Us",
  "ftr-cprgt-list3": "Features",
  "ftr-cprgt-list4": "Pricing",
  "ftr-cprgt-list5": "FAQ",
  "ftr-cprgt-list6": "Blog",
  "mobl-ftr-rch-us": "Reach us",
  "mobl-ftr-company": "Company",
  "mobl-ftr-about": "About",
  "mobl-ftr-contact": "Contact",
  "mobl-ftr-blogs": "Blogs",
  "mobl-ftr-address": "210 nw 109th ave Miami Florida 33172",
  "mobl-ftr-legal": "Legal",
  "mobl-ftr-pri-pol": "Privacy Policy",
  "mobl-ftr-terms-serv": "Terms & Services",
  "mobl-ftr-terms-use": "Terms of Use",
  "mobl-ftr-refnd": "Refund Policy",
  "mobl-ftr-follow": "FollowUs",

  "readmore": "Read More",
  "welcome-new-title": "Embrace the dawn of artificial intelligence.",
  "services-title": "Services",
  "ai-title": "Artificial Intelligence",
  "ai-ml-title": "Machine Learning",
  "ai-ml-desc": "We empower your business with the unparalleled advantages of machine learning, a technology that allows machines to utilize data for self-learning similarly to humans. They can analyze complex data, recognize trends, and identify patterns within it.",
  "ai-nl-title": "Natural Language",
  "ai-nl-desc": "We specialize in Natural Language Processing technology, which enables machines to understand and interpret human speech and writing, analyze sentiments, and take appropriate actions accordingly.",
  "ai-ip-title": "Image Processing",
  "ai-ip-desc": "We have expertise in cutting-edge image processing technology, developing advanced visual applications that can capture, analyze, and synthesize images, and identify patterns within them.",
  "ai-kv-title": "Knowledge Visualization",
  "ai-kv-desc": "We harness the power of Artificial Intelligence technology to create robust knowledge virtualization systems, enabling businesses to utilize reliable databases for making informed decisions.",
  "ai-dv-title": "Digital Virtual",
  "ai-dv-desc": "We create highly advanced AI-powered digital virtual agents, which are capable of understanding and interpreting human behavior and delivering extensive support as well as enriching customer experiences.",
  "as-title": "Application Services",
  "as-agile-title": "Agile",
  "as-agile-desc": "Drive transformation by implementing Lean principles to achieve significant performance enhancements and expedite business change.",
  "as-devop-title": "DevOps",
  "as-devop-desc": "Enhance IT efficiency by uniting business, development, and operations teams while implementing automated processes.",
  "as-app-title": "Application",
  "as-app-desc": "Revitalize your legacy applications to enhance agility and efficiency using the capabilities of New IT.",
  "as-arch-title": "Architecture",
  "as-arch-desc": "Design and implement a foundational technology architecture to optimize scalability and performance.",
  "as-software-title": "Software",
  "as-software-desc": "Transform innovative ideas into competitive advantages through tailored capabilities.",
  "as-qe-title": "Quality Engineering",
  "as-qe-desc": "Experience improved outcomes, quicker responses, deeper insights, and reduced risks with Accenture Quality Engineering Services.",
  "as-dm-title": "Data Management",
  "as-dm-desc": "Embrace the new wave of data propelled by the increasing volume and diversity of information, technological advancements, and data-driven business models.",
  "as-intel-title": "Intelligent",
  "as-intel-desc": "Intelligent automation, including RPA (robotic process automation), natural language processing, and virtual agents, can enhance efficiency and productivity in various ways.",
  "as-la-title": "Liquid Application",
  "as-la-desc": "Ensure the longevity of your application portfolio with self-sustaining innovations.",
  "as-pp&sm-title": "Program,Project and Service management",
  "as-pp&sm-desc": "Transform management practices to generate value and foster innovation.",
  "cs-title": "Cloud Services",
  "cs-aws-title": "Amazon Web Services",
  "cs-aws-desc": "Our Cloud Architects and designers are experts in computing, database management, infrastructure management, application development, and security services.",
  "cs-azure-title": "Azure",
  "cs-azure-desc": "Azure is a hybrid cloud computing service that excels in Platform as a Service (PaaS) while offering strong Infrastructure as a Service (IaaS) support for seamlessly migrating applications to the cloud.",
  "cs-gcp-title": "Google Cloud Platform",
  "cs-gcp-desc": "It is a dedicated platform for a variety of hosted services, including computing, storage, networking, big data, machine learning, and the Internet of Things (IoT).",

  "indu-title": "Industries",
  "finance-title": "Finance",
  "finance-headline": "AI  IS REVOLUTIONIZING THE FINANCE INDUSTRY.",
  "finance-desc-1": "Artificial Intelligence can be extensively applied in processes that involve auditing financial transactions.",
  "finance-desc-2": "AI also has the ability to predict how customers will respond to different situations and challenges.",
  "finance-desc-3": "Risk Assessment,Fraud Detection And Management,FinancialAdvisoryServices,Trading,Managing Finance.",
  "health-care-title": "HealthCare",
  "health-headline": "AI IN HEALTH CARE.",
  "health-desc-1": "Artificial intelligence streamlines the lives of patients, doctors, and hospital administrators by taking on tasks that are usually performed by humans.",
  "health-desc-2": "AI provides several advantages over traditional analytics and clinical decision-making methods.",
  "health-desc-3": "Learning algorithms can improve in precision and accuracy as they engage with training data, enabling humans to gain unprecedented insights into diagnostics.",
  "supply-title": "Supply Chain & Logistics",
  "supply-headline": "AI HELPS YOU IN LOGISTICES IN A PRECISE MANNER",
  "supply-desc-1": "With their capability to manage large volumes of data, AI-driven tools can be highly effective in inventory management.",
  "supply-desc-2": "AI systems can address various warehouse challenges more quickly and accurately than humans, while also simplifying complex processes and accelerating workflows.",
  "supply-desc-3": "AI-based automated tools can facilitate smarter planning and more efficient warehouse management, ultimately enhancing the safety of both workers and materials.",
  "mnfctr-title": "Manufacturing",
  "mnfctr-headline": "MANUFACTURE EVERYTHING WITH AI IN FEATURISTIC WAY",
  "mnfctr-desc-1": "Predictive maintenance enables companies to accurately forecast when machines require maintenance, rather than relying on guesswork or performing routine preventive maintenance.",
  "mnfctr-desc-2": "Machine vision enables machines to 'see' products on the production line and detect any imperfections.",
  "mnfctr-desc-3": "Prediction of failure modes,Generative design,Robotics.",
  "Retail-title": "Retail",
  "Retail-headline": "BUILD YOUR RETAIL LIFETIME & BIGTIME",
  "Retail-desc-1": "Artificial intelligence can automate in-store operations and reduce operational expenses in retail stores.",
  "Retail-desc-2": "Artificial intelligence solutions in retail can effortlessly enhance customer engagement by creating interactive chat programs.",
  "Retail-desc-3": "Flexibility Of Price Adjustments, Personalization And Customer Insights,Intelligent Product Searches.",
  "tele-commun-title": "Telecommunications",
  "tele-commun-headline": "ENTER THE ERA OF TELE COMMUNICATION WITH AI ",
  "tele-commun-desc-1": "By applying data science and building an AI platform, telecoms can assess the customer experience using a performance index and predict the likelihood of negative experiences.",
  "tele-commun-desc-2": "AI models can understand why customers contact their service providers and predict when a customer will reach out, enabling telecoms to take proactive measures.",
  "tele-commun-desc-3": "An AI model based on a telecom's products, customers, and customer behavior provides salespeople with recommendations for the next best offers.",
  "auto-mob-title": "Automobile",
  "auto-mob-headline": "PROTECTS YOU BETTER THAN ANYTHING",
  "auto-mob-desc-1": "Driverless cars, once a staple of science fiction movies, are now becoming a reality in our everyday lives, thanks to advancements in artificial intelligence.",
  "auto-mob-desc-2": "Predictive maintenance,Repair scheduling,Identification of performance issues,Using smart sensors to identify medical emergencies,Automatic toll collection.",
  "auto-mob-desc-3": "Cognitive systems are designed to operate similarly to humans, interpreting real-life situations and responding accordingly.",
  "edu-title": "Education",
  "edu-headline": "BE EDUCATED IN YOUR LIFE WITH AI",
  "edu-desc-1": "Artificial Intelligence is a disruptive technology that personalizes the learning experience for various groups, including students, teachers, and tutors.",
  "edu-desc-2": "Artificial Intelligence helps identify what a student knows and doesn't know, creating a personalized study schedule for each learner that addresses their knowledge gaps.",
  "edu-desc-3": "New methods of processing information, such as visualization, simulation, and web-based study environments, can be enhanced by AI.",
  "insurance-title": "Insurance",
  "insurance-headline": "DON'T STEP INTO FALSY POLICIES",
  "insurance-desc-1": "To combat fraud, insurers are leveraging AI-driven predictive analytics software to process thousands of claims each month.",
  "insurance-desc-2": "Insurance companies are also improving customer profiling through AI-enabled voice and facial recognition, which helps create biometric customer profiles for quick and accurate verification.",
  "insurance-desc-3": "Insurers are now utilizing advanced analytics and machine learning to gain a more comprehensive understanding of risk and to identify which submissions should be reviewed initially.",
  "marketing-title": "Marketing",
  "marketing-headline": "BUILD YOUR PRODUCT AND WE SPREAD YOURS PRODUCT",
  "marketing-desc-1": "AI-enhanced PPC advertising,Highly personalized website experience and better CRO.",
  "marketing-desc-2": "AI Algorithms can map a subscriber’s website experience and email browsing data to understand all the individual’s interactions with your content. This knowledge allows the algorithm to identify hyper-contextual content to create one-on-one personalized emails.",
  "marketing-desc-3": "Churn prediction and smart customer engagement,AI-powered customer insights.",

  "do-do-title": "DevOps",
  "do-do-desc": "Bring together teams from operations, development, and business to streamline IT through the use of automated procedures.",

  "dt-ex-title": "Experience",
  "dt-ex-desc": "The value that brands provide to their customers in the digital sphere is referred to as End-User experiences (UX). These experiences have affected a number of factors, including as content relevancy, accessibility, and visual and navigational design, all of which help to safeguard our data from security threats and breaches.",
  "dt-arc-title": "Architecture",
  "dt-arc-desc": "We employ standard application architecture made up of contemporary platforms to guarantee that our digital user interfaces are consistent with conceptual frameworks. In addition to other benefits, these platforms and services provide modernization driven by business needs and a quicker time to market.",
  "dt-dt-title": "Data Management",
  "dt-dt-desc": "Our data team has mastered cloud, streaming, data lakes, and data management with machine learning to enable self-service, KYC, customization, and other features while streamlining IT and cutting expenses overall. Together, we can develop a plan to get your company started on its next generation data journey.",
  "dt-cl-title": "Cloud",
  "dt-cl-desc": "We assist businesses in designing and implementing innovative strategies to permit the right-sized, value-driven transformation of their portfolio into cloud native experiences since we comprehend the art and science of delivering value on the cloud. We provide a full range of cloud computing service packages that enable scalable hybrid cloud platforms for comprehensive.",
  "dt-api-title": "API",
  "dt-api-desc": "We employ an elastic strategy to facilitate the customization, scalability, and commercialization of APIs. APIs are created with the same diligence as end applications, with scalability, security, and capabilities in mind.",

  "da-ma-title": "Modern Analytics Platform",
  "da-ma-desc": "What part will analytics play in your future? The days of being limited by pricey data warehousing are over.Utilize the cloud, adaptable architectures, and cutting-edge technology to modernize your analytics. Reduce expenses and streamline data-driven business insights.",
  "da-dq-title": "Data Quality",
  "da-dq-desc": "How many times has someone questioned the source of that number?Data uncertainty can present significant challenges to corporate management.Reporting, metric development, business definitions, and data reconciliation are areas where data quality is evident.",
  "da-bi-title": "Business Intelligence & Visualization",
  "da-bi-desc": "A picture speaks a thousand words, as we are all aware. Why then do you still turn pages of numbers? Business intelligence will help make decisions faster by surfacing pertinent information.",
  "da-sm-title": "Support & Maintenance",
  "da-sm-desc": "Is there a bandwidth limit on your IT Team? You have company. It can be difficult for many firms to commit the time and resources needed to sustain a data solution. We are able to carry the load.",

  "home-about": "C360 Software is a global services company with leading capabilities in AI, cloud. C360 Software Team works with the C-Suite of the Fortune 500 to drive transformational business growth. C360 delivers services for developing, deploying, and operating large-scale AI and Cloud.",
  "services-ai": "Artificial Intelligence",
  "services-as": "Application Services",
  "services-cs": "Cloud Services",
  "services-do": "DevOps",
  "services-dt": "Digital Transformation",
  "services-da": "Data Analytics",
  "sli-a-ttl": "Planning",
  "sli-a-desc": "The scope of the project is outlined, and a roadmap is created to guide the development process.",
  "sli-b-ttl": "Design",
  "sli-b-desc": "Based on the requirements gathered, the system architecture, user interface, database structure, and other technical specifications are designed.",
  "sli-c-ttl": "Development",
  "sli-c-desc": "Developers write code according to the design specifications, incorporating best practices and coding standards.",
  "sli-d-ttl": "Deploy and Maintain",
  "sli-d-desc": "We involves installation, configuration, and rollout of the software solution. And we provide continues maintenance and support.",
"ts-navd-1" : "Applications",
  "ts-navd-2" : "Analytics",
  "ts-navd-3" : "Data Technologies",
  "ts-navd-4" : "Infrastructure",
  "ts-navd-5" : "Web Development",
  "ts-navd-6" : "Other Technologies",

  "ts-headline": "Our Tech Stack",
  "ts-subtitle": "Our software development company is composed of certified experts with comprehensive knowledge and experience in:",
  "ft-list1-title": "Why VLACK?",
  "ft-list1-desc1": "VLACK AI",
  "ft-list1-desc2": "VLACK Marketing",
  "ft-list1-desc3": "VLACK Software",
  "ft-list2-title": "AI Suite",
  "ft-list2-desc1": "Botjet",
  "ft-list2-desc2": "Engagejet",
  "ft-list2-desc3": "Observejet",
  "ft-list2-desc4": "Jabberjet",
  "ft-list2-desc5": "Convojet",
  "ft-list2-desc6": "Covnia",
  "ft-list3-title": "Solutions",
  "ft-list3-desc1": "Banking & Finance",
  "ft-list3-desc2": "Healthcare",
  "ft-list3-desc3": "Telecommunications",
  "ft-list3-desc4": "Travel & Hospitality",
  "ft-list3-desc5": "Retail & Ecommerce",
  "ft-list4-title": "Resources",
  "ft-list4-desc1": "Blogs",
  "ft-list4-desc2": "Infographics",
  "ft-list4-desc3": "Use Cases",
  "ft-list4-desc4": "Case Studies",
  "ft-list5-title": "Company",
  "ft-list5-desc1": "About Us",
  "ft-list5-desc2": "Leadership",
  "ft-list5-desc3": "Careers",
  "ft-list5-desc4": "NewsRoom",
  "ft-list5-desc5": "Patnership",
  "ft-list5-desc6": "Contact Sales",
  "ft-list6-title": "Legal",
  "ft-list6-desc1": "Privacy Policy",
  "ft-list6-desc2": "Terms & Conditions",
  "ft-list6-desc3": "Trust & Security",

  "ft-subscribe-title": "Stay Informed",
  "ft-subscribe-desc": "stay informed and get better understanding about vlack services"
}
